{
    "News": "Nieuws",
    "To": "Naar",
    "Chinese Indian Specialties": "Chinees Indische Specialiteiten",
    "The Golden Dragon": "De Gouden Draak",
    "Welcome to": "Welkom bij",
    "Click this text to see the discounts of this week!": "Klik op deze tekst om de aanbiedingen van deze week te zien!",
    "is easy to find, close to the centrum, 5 minutes walk distance from the central station.": "is eenvoudig te vinden, vlak bij het centrum, 5 minuten lopen achter het centraal station.",
    "For years, De Gouden Draak has been known for the best take-out dishes in s-Hertogenbosch. We would like to treat you to authentic dishes from the Cantonese cuisine.": "Al jaren is De Gouden Draak een begrip als het gaat om de beste afhaalgerechten in 's-Hertogenbosch. Graag trakteren we u op authentieke gerechten uit de Cantonese keuken.",

    "Special Student Offer": "Speciale Studentenaanbieding",
    "Chinese Rice Table (2 persons)": "Chinese Rijsttafel (2 personen)",
    "Choose 3 of the following dishes:": "Maak een keuze uit 3 van onderstaande keuzegerechten:",
    "Beef with Sweet and Sour Sauce": "Koe Loe Yuk",
    "Omelette with Sweet and Sour Sauce": "Foe Yong Hai",
    "Mixed Vegetable Dish": "Tjap Tjoy",
    "Shrimp with Fried Garlic": "Garnalen met Gebakken Knoflook",
    "Barbecued Pork": "Babi Pangang",
    "Chicken Fillet in Black Bean Sauce": "Kipfilet in Zwarte Bonen saus",
    "With white rice. (Nasi or bami for an additional charge.)": "Met witte rijst. (Nasi of bami voor meerprijs mogelijk.)",
    "Price": "Prijs",

    "Due to the Corona crisis, De Gouden Draak is currently only open to a limited extent. The restaurant section is closed. You can still order your favorite dishes for takeout.": "Door de Corona crisis is De Gouden Draak op het moment slechts beperkt open. Het restaurant-gedeelte is gesloten. U kan uw favoriete gerechten nog wel afhalen.",

    "Help succesfully called": "Hulp succesvol geroepen",
    "Table number": "Tafel nummer",
    "Call help": "Roep hulp",
    "The id field is required.": "Het id veld is verplicht.",
    "The selected id is invalid.": "Het ingevoerde id is ongeldig.",

    "For only": "Voor maar",
    "Through": "t/m",
    "Special discounts": "Speciale aanbiedingen",
    "Discounts": "aanbiedingen"
}
